{"slide_2":[{"type":"text","value":"<a href=https://kidzbop.com/ target=_blank>Kidz Bop songs</a> exist in a weird parallel universe, one where Lizzo’s famous line “I just took a DNA test, turns out I'm 100% that bitch” turns into “I just took a DNA test, turns out I'm 100% that kid.”"},{"type":"text","value":"Sure, you expect profanity to be censored, but some of the swaps are giggle-inducing gems and travesties. So, we wanted to see if we could find patterns in the black-barred words (R.I.P. to our Spotify account algorithms)."},{"type":"text","value":"Can you find what Kidz Bop censored?"}],"quiz_questions":[{"quizID":"1","firstID":"3","secondID":"4","artist":"Ariana Grande","song":"7 Rings","lyric":"Been through some bad shit, I should be a sad bitch","kbLyric":"Been through <span>the baddest, it</span> should be <span>the saddest</span>"},{"quizID":"2","firstID":"5","secondID":"6","artist":"Lil Nas X","song":"Old Town Road","lyric":"Bull ridin' and boobies <br> Cowboy hat from Gucci <br> Wrangler on my booty","kbLyric":"Bull ridin' and <span>bougie</span><br>Cowboy hat from Gucci <br> Wrangler <span>like on TV</span>"},{"quizID":"3","firstID":"7","secondID":"8","artist":"Livin’ la Vida Loca","song":"Ricky Martin","lyric":"She never drinks the water, makes you order French champagne","kbLyric":"She never drinks the water, makes you order French champagne"},{"quizID":"4","firstID":"9","secondID":"10","artist":"Bruno Mars","song":"That’s What I Like","lyric":"Gold jewelry shining so bright<br>Strawberry champagne on ice","kbLyric":"Gold jewelry shining so bright<br>Strawberry <span>milkshakes so nice</span>"},{"quizID":"5","firstID":"11","secondID":"12","artist":"Justin Bieber & <br> Ed Sheeran","song":"I Don’t Care","lyric":"Finish my drink, say, \"Shall we dance?\" Hell, yeah","kbLyric":"Finish my drink, say, \"Shall we dance?\" <span>Oh</span> yeah"}],"slide_13":[{"type":"text","value":"It’s tough to know what Kidz Bop will censor and when. “Champagne” was censored in the 2019 Kidz Bop version of Ed Sheeran and Khalid’s <a href=https://genius.com/Kidz-bop-kids-beautiful-people-lyrics target=_blank>“Beautiful People,”</a> but it was left in for the 2001 adaptation of Ricky Martin’s <a href=https://genius.com/Kidz-bop-kids-livin-la-vida-loca-lyrics target=_blank>“Livin’ La Vida Loca”</a> (along with “addiction” and a “bullet to the brain”)."}],"slide_14":[{"type":"text","value":"Since 2001, the proportion of censored words has increased by X. But, what types of words are driving that?"}],"slide_15":[{"type":"text","value":"We grouped the words into categories: <span class=alcohol-span>alcohol & drugs</span>, <span class=sexual-span>sexual</span>, <span class=profanity-span>profanity</span>, <span class=violence-span>violence</span>, <span class=identity-span>identity</span>, and <span class=other-span>other</span>."}],"slide_16":[{"type":"text","value":"It does come down to the usual culprits: <span class=alcohol-span>alcohol & drugs</span>, <span class=sexual-span>sexual references</span>, and <span class=profanity-span>profanity</span>. But, those types of words are definitely censored more now then they were in Kidz Bop’s early years."},{"type":"text","value":"And despite the increase in censorship, some experts still think Kidz Bop fails. A <a href=https://urj.uccs.edu/index.php/urj/article/view/266 target=_blank>2017 study</a> argued that repackaging adult music doesn’t eliminate adult messages: Kidz Bop is teaching gender role conformity and race identification and pushing kids to grow up quicker, a sociological phenomena known as “kids getting older younger” (KGOY)."}],"slide_17":[{"type":"text","value":"The censorship may not be that effective for kids, but it’s still fun for adults to compare. Explore by category below."}],"censorship_categories":[{"text":"alcohol & drugs","tag":"alcohol"},{"text":"sexual","tag":"sexual"},{"text":"profanity","tag":"profanity"},{"text":"violence","tag":"violence"},{"text":"identity","tag":"identity"},{"text":"other","tag":"other"}],"quiz_question_feedback":[{"text":"Correct! Do you secretly have a Kidz Bop playlist?","tag":"all"},{"text":"This counts! You found the main censored word, but there are more changes.","tag":"main"},{"text":"Yikes! This still needs a parental advisory label.","tag":"incorrect"}],"quiz_total_feedback":[{"text":"Kids, earmuffs! Did you even really try?!","tag":"0"},{"text":"This might seem safe for the radio, but not for Kidz Bop.","tag":"2"},{"text":"The FCC has nothing on you!","tag":"4"}]}